tap "homebrew/bundle"
brew "curl"
brew "figlet"
brew "fish"
brew "fisher"
brew "jq"
brew "mas"
brew "shellcheck"
brew "starship"
brew "tmux"
cask "1password"
cask "alacritty"
cask "alt-tab"
cask "arc"
cask "discord"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "notion"
cask "parsec"
cask "termius"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
vscode "enkia.tokyo-night"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "pkief.material-icon-theme"
vscode "vscodevim.vim"
